Repository: Debashish-deb/droid-news-server
Catalog: lib/l10n/arb/app_*.arb
Languages: bn

source: Home
bn: হোম

source: Settings
bn: সেটিংস

source: Version
bn: সংস্করণ

source: Dark Mode
bn: ডার্ক মোড

source: Theme
bn: থিম

source: Language
bn: ভাষা

# misc
source: Other
bn: অন্যান্য

source: Advanced Settings
bn: উন্নত সেটিংস

# adFree
source: Ad-Free Experience
bn: বিজ্ঞাপনমুক্ত অভিজ্ঞতা

# adFreeHint
source: Removes all ads for a clean reading experience.
bn: পরিষ্কার পড়ার অভিজ্ঞতার জন্য সমস্ত বিজ্ঞাপন সরিয়ে দেয়।

source: Offline Downloads
bn: অফলাইন ডাউনলোড

source: Offline Reading
bn: অফলাইন রিডিং

# offlineHint
source: Save content locally for offline viewing.
bn: অফলাইন দেখার জন্য বিষয়বস্তু স্থানীয়ভাবে সংরক্ষণ করুন।

# offlineShowingCached
source: Offline — showing cached news
bn: অফলাইন — ক্যাশ থেকে খবর দেখানো হচ্ছে

# checkBackLater
source: Check back later for the latest updates.
bn: সর্বশেষ আপডেটের জন্য পরে আবার দেখুন।

source: Priority Support
bn: অগ্রাধিকার সমর্থন

# prioritySupportHint
source: Get faster responses from our support team.
bn: আমাদের সহায়তা দল থেকে দ্রুত প্রতিক্রিয়া পান।

source: Feedback
bn: ফিডব্যাক

# rateApp
source: Rate this App
bn: এই অ্যাপটি রেট করুন

source: Contact Support
bn: সহায়তা দলের সাথে যোগাযোগ করুন

# mailClientError
source: Could not launch mail client.
bn: মেইল ক্লায়েন্ট খুলতে ব্যর্থ হয়েছে।

# storeOpenError
source: Unable to open store.
bn: স্টোর খুলতে ব্যর্থ হয়েছে।

source: BDNews Hub 📰
bn: বিডিনিউজ হাব 📰

source: View Article
bn: নিবন্ধ দেখুন

source: Latest
bn: সর্বশেষ

# latestNewsUpdates
source: Latest news and updates
bn: সর্বশেষ খবর এবং আপডেট

source: Live
bn: লাইভ

source: Now
bn: এখন

source: Updated
bn: আপডেট করা হয়েছে

# storiesCount
source: {count} stories
bn: {count} টি খবর

source: National
bn: জাতীয়

source: Business
bn: ব্যবসা

source: Technology
bn: প্রযুক্তি

source: Sports
bn: ক্রীড়া

source: Entertainment
bn: বিনোদন

source: No Image
bn: ছবি নেই

source: Profile
bn: প্রোফাইল

source: Edit Profile
bn: প্রোফাইল সম্পাদন করুন

source: Full Name
bn: পুরো নাম

source: Email
bn: ইমেইল

source: Password
bn: পাসওয়ার্ড

source: Bio
bn: বায়ো

source: Phone
bn: ফোন

source: Address
bn: ঠিকানা

source: Website
bn: ওয়েবসাইট

source: Remove Image
bn: ছবি সরান

source: Change Image
bn: ছবি পরিবর্তন করুন

source: Save Changes
bn: পরিবর্তনগুলি সংরক্ষণ করুন

source: Required
bn: প্রয়োজন

source: Login
bn: লগইন

source: Create account
bn: অ্যাকাউন্ট তৈরি করুন

source: Sign Up
bn: সাইন আপ

# alreadyHaveAccount
source: Already have an account? Login
bn: ইতিমধ্যে একটি অ্যাকাউন্ট আছে? লগইন করুন

source: Forgot Password
bn: পাসওয়ার্ড ভুলে গেছেন?

source: Send Reset Link
bn: রিসেট লিঙ্ক পাঠান

# resetEmailSent
source: 📧 Password reset email sent!
bn: 📧 পাসওয়ার্ড রিসেট ইমেইল পাঠানো হয়েছে!

# enterEmailReset
source: Enter your email to reset your password:
bn: আপনার পাসওয়ার্ড রিসেট করতে আপনার ইমেইল লিখুন:

# accountExists
source: Account already exists. Please log in.
bn: অ্যাকাউন্ট ইতিমধ্যেই বিদ্যমান। দয়া করে লগইন করুন।

# invalidCredentials
source: Invalid email or password.
bn: ভুল ইমেইল বা পাসওয়ার্ড।

# noAccountFound
source: No account found. Please sign up first.
bn: কোন অ্যাকাউন্ট পাওয়া যায়নি। দয়া করে প্রথমে সাইন আপ করুন।

source: Profile saved
bn: প্রোফাইল সংরক্ষণ করা হয়েছে

source: About Us
bn: আমাদের সম্পর্কে

source: Our Story
bn: আমাদের গল্প

source: Our Vision
bn: আমাদের ভিশন

source: Contact Us
bn: যোগাযোগ করুন

# copySuccess
source: {label} copied to clipboard
bn: {label} ক্লিপবোর্ডে কপি করা হয়েছে

# appSlogan
source: Real-time News at Your Fingertips
bn: আপনার নখদর্পণে রিয়েল-টাইম খবর

# appName
source: BDNewspaper
bn: বিডি নিউজপেপার

# versionPrefix
source: Version
bn: সংস্করণ

# companyFooter
source: © {year} DreamSD Group
bn: © {year} ড্রিমএসডি গ্রুপ

source: Magazines
bn: ম্যাগাজিন

source: Search magazines...
bn: ম্যাগাজিন খুঁজুন...

source: No magazines found
bn: কোন ম্যাগাজিন পাওয়া যায়নি

source: Favorites
bn: পছন্দসমূহ

# fashion
source: Fashion & Aesthetics
bn: ফ্যাশন

# science
source: Science & Discovery
bn: বিজ্ঞান

# finance
source: Economics & Finance
bn: অর্থনীতি

# global
source: Global Affairs
bn: বৈশ্বিক বিষয়

# arts
source: Arts & Humanities
bn: কলা ও মানবিক

# lifestyle
source: Lifestyle & Luxury
bn: লাইফস্টাইল ও বিলাসিতা

# noWebsite
source: No website available for this magazine
bn: এই ম্যাগাজিনের জন্য কোন ওয়েবসাইট নেই

source: Failed to open website
bn: ওয়েবসাইট খুলতে ব্যর্থ হয়েছে

source: Unknown Magazine
bn: অজানা ম্যাগাজিন

source: Unknown Country
bn: অজানা দেশ

source: Unknown Language
bn: অজানা ভাষা

source: Share
bn: শেয়ার করুন

source: Open in Browser
bn: ব্রাউজারে খুলুন

# catSatire
source: Satire
bn: ব্যঙ্গ

source: Reload
bn: পুনরায় লোড করুন

# loadError
source: Load error: {message}
bn: লোড ত্রুটি: {message}

source: Newspapers
bn: সংবাদপত্র

# searchPapers
source: Search…
bn: খুঁজুন…

source: No papers found
bn: কোন সংবাদপত্র পাওয়া যায়নি

source: International
bn: আন্তর্জাতিক

source: Blog
bn: ব্লগ

# allLanguages
source: All
bn: সব

source: Bangla
bn: বাংলা

source: English
bn: ইংরেজি

source: Unknown Newspaper
bn: অজানা সংবাদপত্র

# noWebsiteNewspaper
source: No website available for this newspaper
bn: এই সংবাদপত্রের জন্য কোন ওয়েবসাইট নেই

source: Share News
bn: খবর শেয়ার করুন

# bookmarkSuccess
source: Bookmarked Successfully
bn: বুকমার্ক সফলভাবে সংরক্ষিত

source: Reader Mode
bn: পাঠক মোড

source: Articles
bn: নিবন্ধ

source: No Favorites Yet
bn: এখনো কোন প্রিয় নেই

source: BD News Reader
bn: বিডি নিউজ রিডার

source: No Articles Found
bn: কোন নিবন্ধ পাওয়া যায়নি

source: No Magazines
bn: কোন ম্যাগাজিন নেই

source: About
bn: সম্পর্কিত

source: Supports
bn: সাপোর্ট

source: Search
bn: খুঁজুন

source: Logout
bn: লগআউট

source: Loading
bn: লোড হচ্ছে

source: Guest
bn: অতিথি

source: Product Not Available
bn: পণ্য পাওয়া যাচ্ছে না

# clearCacheSuccess
source: Cache Cleared Successfully
bn: ক্যাশ সাফ করা হয়েছে

source: Light Theme
bn: সিস্টেম থিম

source: Dark Theme
bn: ডার্ক থিম

# bangladeshTheme
source: Desh Theme
bn: দেশ থিম

source: Ads Removed
bn: বিজ্ঞাপন সরানো হয়েছে

source: Remove Ads
bn: বিজ্ঞাপন সরান

# paypalDonate
source: Donate by Paypal
bn: পেপাল দ্বারা দান করুন

source: Clear Cache
bn: ক্যাশ পরিষ্কার করুন

source: Search Hint
bn: খোঁজার ইঙ্গিত

source: Daily Quiz
bn: দৈনিক কুইজ

source: Streak
bn: স্ট্রিক

source: HighScore
bn: সর্বোচ্চ স্কোর

source: Continue with Google
bn: গুগল এর সাথে চালিয়ে যান

source: Quiz Summary
bn: কুইজ সারাংশ

source: Correct
bn: সঠিক

source: Try Again
bn: আবার চেষ্টা করুন

source: Save
bn: সংরক্ষণ

source: Get Started
bn: শুরু করুন

source: Next
bn: পরবর্তী

source: Fast & Reliable
bn: দ্রুত ও নির্ভরযোগ্য

source: Close
bn: বন্ধ করুন

source: Load failed
bn: লোড ব্যর্থ

# pressBackToExit
source: Press back again to exit
bn: প্রস্থান করতে আবার ব্যাক বোতাম টিপুন

source: Education
bn: শিক্ষা

source: Replace First
bn: প্রথমে প্রতিস্থাপন করুন

source: Personalized Experience
bn: ব্যক্তিগত অভিজ্ঞতা

source: Extras
bn: বিবিধ

source: Current Language
bn: বর্তমান ভাষা

source: Change Language
bn: ভাষা পরিবর্তন করুন

source: Previous
bn: পূর্ববর্তী

source: Score
bn: স্কোর

source: Excellent Score!
bn: চমৎকার স্কোর!

# goodScore
source: Good Job!
bn: ভাল কাজ!

source: Keep Practicing!
bn: অনুশীলন চালিয়ে যান!

source: Exit
bn: প্রস্থান

# chooseCorrect
source: Choose the correct answer
bn: সঠিক উত্তরটি বেছে নিন

# noData
source: No Data Available
bn: কোন তথ্য নেই

source: Retry
bn: পুনরায় চেষ্টা করুন

source: Question
bn: প্রশ্ন

source: Explore Features
bn: ফিচারগুলি অন্বেষণ করুন

source: OnThisDay...
bn: আজকের দিনে...

# onThisDayDesc
source: Historical events, birthdays & inventions
bn: ঐতিহাসিক ঘটনা, জন্মদিন এবং আবিষ্কার

source: BrainBuzz
bn: ব্রেইনবাজ

source: Data Saver
bn: ডেটা সেভার

# dataSaverDesc
source: Reduce image quality and background syncing
bn: ছবির গুণমান এবং ব্যাকগ্রাউন্ড সিঙ্ক কমান

source: Push Notifications
bn: পুশ নোটিফিকেশন

# pushNotificationsDesc
source: Breaking news alerts
bn: ব্রেকিং নিউজ এলার্ট

source: Privacy & Data
bn: গোপনীয়তা এবং ডেটা

# privacyDataDesc
source: Manage your data and privacy
bn: আপনার ডেটা এবং গোপনীয়তা পরিচালনা করুন

source: Premium Feature
bn: প্রিমিয়াম ফিচার

# premiumFeatureDesc
source: {feature} is available for Premium users only.
bn: {feature} শুধুমাত্র প্রিমিয়াম ব্যবহারকারীদের জন্য উপলব্ধ।

source: Go Premium
bn: প্রিমিয়াম নিন

# brainBuzzDesc
source: Test your knowledge with daily trivia
bn: দৈনিক ট্রিভিয়া দিয়ে আপনার জ্ঞান পরীক্ষা করুন

source: Snake Circuit
bn: স্নেক সার্কিট

source: Help & Support
bn: সাহায্য ও সমর্থন

# faqHowToUse
source: How to use BD News Reader?
bn: বিডি নিউজ রিডার কিভাবে ব্যবহার করবেন?

# faqHowToUseDesc
source: Navigate news categories from the homepage.
bn: হোমপেজ থেকে নিউজ ক্যাটাগরি ব্রাউজ করুন।

# faqDataSecure
source: Is my data secure?
bn: আমার তথ্য কি নিরাপদ?

# faqDataSecureDesc
source: Yes, we respect your privacy and do not store personal data.
bn: হ্যাঁ, আমরা আপনার গোপনীয়তাকে সম্মান করি এবং ব্যক্তিগত তথ্য সংরক্ষণ করি না।

# faqUpdates
source: How to get latest updates?
bn: কিভাবে সর্বশেষ আপডেট পাবেন?

# faqUpdatesDesc
source: Updates are pushed automatically via Play Store.
bn: প্লে স্টোরের মাধ্যমে স্বয়ংক্রিয়ভাবে আপডেট দেওয়া হয়।

source: Visit Website
bn: ওয়েবসাইট ভিজিট করুন

# helpInquiry
source: Help & Support Inquiry
bn: সাহায্য ও সমর্থন অনুসন্ধান

# ourStoryDesc
source: BD News Reader is the first mobile app by DSMobiles Group, delivering fast and reliable news updates. Our mission is to create free, high-quality apps that inform and empower.
bn: বিডি নিউজ রিডার হল ডিএস মোবাইলস গ্রুপের প্রথম মোবাইল অ্যাপ, যা দ্রুত এবং নির্ভরযোগ্য খবরের আপডেট প্রদান করে। আমাদের লক্ষ্য হল বিনামূল্যে, উচ্চ-মানের অ্যাপ তৈরি করা যা তথ্য প্রদান করে এবং ক্ষমতায়ন করে।

# ourVisionDesc
source: We envision a world where information is free and universal. Through user-first design and innovative tools, we aim to create digital experiences that inspire.
bn: আমরা এমন একটি বিশ্বের কল্পনা করি যেখানে তথ্য বিনামূল্যে এবং সর্বজনীন। ব্যবহারকারী-প্রথম ডিজাইন এবং উদ্ভাবনী টুলের মাধ্যমে, আমরা ডিজিটাল অভিজ্ঞতা তৈরি করতে চাই যা অনুপ্রাণিত করে।

source: Copied to clipboard
bn: ক্লিপবোর্ডে কপি করা হয়েছে

# emailError
source: Could not open email app.
bn: ইমেল অ্যাপ খোলা যায়নি।

# snakeCircuitDesc
source: Classic 90s reimagined
bn: ৯০-এর দশকের ক্লাসিক পুনর্কল্পিত

source: Recent Searches
bn: সাম্প্রতিক অনুসন্ধান

# noMatchFound
source: No match found for "{query}"
bn: "{query}"-এর জন্য কোন ফলাফল পাওয়া যায়নি

source: All Sources
bn: সব উৎস

source: All Time
bn: সব সময়

source: Today
bn: আজ

source: This Week
bn: এই সপ্তাহ

source: This Month
bn: এই মাস

# sourceLabel
source: Source
bn: উৎস

# dateLabel
source: Date
bn: তারিখ

# nameLabel
source: Name
bn: নাম

# emailLabel
source: Email
bn: ইমেল

# phoneLabel
source: Phone
bn: ফোন

# roleLabel
source: Role
bn: পদবী

# departmentLabel
source: Department
bn: বিভাগ

# enterName
source: Enter your name
bn: আপনার নাম লিখুন

source: Name required
bn: নাম আবশ্যক

# profileUpdated
source: Profile updated successfully
bn: প্রোফাইল সফলভাবে আপডেট করা হয়েছে

source: Cancel
bn: বাতিল

# logoutConfirmation
source: Are you sure you want to logout?
bn: আপনি কি নিশ্চিত যে আপনি লগ আউট করতে চান?

source: Downloaded
bn: ডাউনলোড করা

source: Information
bn: তথ্য

source: Not set
bn: সেট করা হয়নি

source: Privacy Policy
bn: গোপনীয়তা নীতি

# privacyPolicyDesc
source: Read how we handle your data
bn: আমরা আপনার তথ্য কীভাবে পরিচালনা করি তা পড়ুন

source: Terms of Service
bn: সেবার শর্তাবলী

# termsOfServiceDesc
source: Read our terms and conditions
bn: আমাদের শর্তাবলী এবং নিয়মাবলী পড়ুন

source: Data Management
bn: ডেটা ব্যবস্থাপনা

# exportData
source: Export Your Data
bn: আপনার ডেটা এক্সপোর্ট করুন

# exportDataDesc
source: Download all your data (GDPR right)
bn: আপনার সমস্ত ডেটা ডাউনলোড করুন (GDPR অধিকার)

source: Delete Account
bn: অ্যাকাউন্ট মুছুন

# deleteAccountDesc
source: Permanently delete all your data
bn: আপনার সমস্ত ডেটা স্থায়ীভাবে মুছুন

# deleteAccountConfirmation
source: Delete Account?
bn: অ্যাকাউন্ট মুছবেন?

# deleteAccountWarning
source: This will permanently delete: • Your account • All favorites and history • All preferences • All synced data This action cannot be undone.
bn: এটি স্থায়ীভাবে মুছে ফেলবে: • আপনার অ্যাকাউন্ট • সমস্ত পছন্দ এবং ইতিহাস • সমস্ত পছন্দসমূহ • সমস্ত সিঙ্ক করা ডেটা এই কাজটি পূর্বাবস্থায় ফিরিয়ে আনা যাবে না।

source: Delete Everything
bn: সবকিছু মুছুন

# accountDeleted
source: Account deleted successfully
bn: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে

# dataExportTitle
source: Your Data Export
bn: আপনার ডেটা এক্সপোর্ট

source: Data export complete
bn: ডেটা এক্সপোর্ট সম্পূর্ণ

source: Copy
bn: কপি

# openUrlError
source: Could not open link
bn: লিঙ্ক খোলা যায়নি

# exportError
source: Export failed: {error}
bn: এক্সপোর্ট ব্যর্থ হয়েছে: {error}

# deleteError
source: Deletion failed: {error}
bn: মুছে ফেলা ব্যর্থ হয়েছে: {error}

source: More features coming soon...
bn: আরও বৈশিষ্ট্য শীঘ্রই আসছে...

source: What We Collect
bn: আমরা কী সংগ্রহ করি

# whatWeCollectDetails
source: • Email and name (if signed in)\n• Reading preferences and favorites\n• App usage statistics\n• Crash and performance data\n• Device information
bn: • ইমেল এবং নাম (যদি সাইন ইন থাকেন) • পড়ার পছন্দ এবং প্রিয় • অ্যাপ ব্যবহারের পরিসংখ্যান • ক্র্যাশ এবং পারফরম্যান্স ডেটা • ডিভাইস তথ্য

source: Your Rights
bn: আপনার অধিকার

# yourRightsDetails
source: ✓ Right to access your data\n✓ Right to export your data\n✓ Right to delete your data\n✓ Right to opt-out of analytics\n✓ Right to be forgotten
bn: ✓ আপনার ডেটা অ্যাক্সেস করার অধিকার ✓ আপনার ডেটা এক্সপোর্ট করার অধিকার ✓ আপনার ডেটা মুছে ফেলার অধিকার ✓ অ্যানালিটিক্স থেকে অপ্ট-আউট করার অধিকার ✓ ভুলে যাওয়ার অধিকার

# logoutDeviceTitle
source: Logout Device
bn: ডিভাইস লগআউট

# logoutDeviceContent
source: Are you sure you want to log out {deviceName}?
bn: আপনি কি নিশ্চিত যে আপনি {deviceName} লগ আউট করতে চান?

# logoutSuccess
source: Device logged out successfully
bn: ডিভাইস সফলভাবে লগ আউট হয়েছে

# logoutFailed
source: Failed to logout device: {error}
bn: ডিভাইস লগ আউট করতে ব্যর্থ হয়েছে: {error}

# logoutAllTitle
source: Logout All Devices
bn: সব ডিভাইস লগআউট

source: Logout All
bn: সব লগআউট

# logoutAllContent
source: Are you sure you want to log out {count} other devices?
bn: আপনি কি নিশ্চিত যে আপনি অন্য {count} টি ডিভাইস লগ আউট করতে চান?

# logoutAllSuccess
source: All other devices logged out successfully
bn: অন্য সব ডিভাইস সফলভাবে লগ আউট হয়েছে

# logoutAllFailed
source: Failed to logout all devices: {error}
bn: সব ডিভাইস লগ আউট করতে ব্যর্থ হয়েছে: {error}

# lastActiveNow
source: Active now
bn: বর্তমানে সক্রিয়

# lastActiveMinutes
source: {minutes} minutes ago
bn: {minutes} মিনিট আগে

# lastActiveHours
source: {hours} hours ago
bn: {hours} ঘণ্টা আগে

# lastActiveDays
source: {days} days ago
bn: {days} দিন আগে

source: Active Devices
bn: সক্রিয় ডিভাইস

source: Error loading devices
bn: ডিভাইস লোড করতে ত্রুটি

# activeDevicesHeader
source: Active Devices ({current}/{max})
bn: সক্রিয় ডিভাইস ({current}/{max})

# deviceLimitInfo
source: You can only have a limited number of active devices.
bn: আপনি শুধুমাত্র নির্দিষ্ট সংখ্যক সক্রিয় ডিভাইস রাখতে পারেন।

source: This Device
bn: এই ডিভাইস

# deviceAutoLogoutInfo
source: Devices that are inactive for 30 days will be automatically removed.
bn: ৩০ দিন ধরে নিষ্ক্রিয় থাকা ডিভাইসগুলি স্বয়ংক্রিয়ভাবে মুছে ফেলা হবে।

source: Regional
bn: আঞ্চলিক

source: Politics
bn: রাজনীতি

source: Economics
bn: অর্থনীতি

source: All
bn: সব

source: News
bn: সংবাদ

# noNewspapers
source: No Newspapers Found
bn: কোন সংবাদপত্র পাওয়া যায়নি

# invalidArticleData
source: Error: Invalid article data
bn: ত্রুটি: নিবন্ধের তথ্য অবৈধ

# linkCopied
source: Link copied to clipboard
bn: লিঙ্কটি ক্লিপবোর্ডে কপি করা হয়েছে

# purchaseSuccess
source: ✅ Purchase successful! Ads removed.
bn: ✅ ক্রয় সফল! বিজ্ঞাপন সরানো হয়েছে।

# purchaseRestored
source: ✅ Purchase restored successfully!
bn: ✅ ক্রয় সফলভাবে পুনরুদ্ধার করা হয়েছে!

# noPreviousPurchases
source: No previous purchases found.
bn: আগের কোনো ক্রয় পাওয়া যায়নি।

# removeAdsOneTime
source: Remove Ads - One-time Purchase
bn: বিজ্ঞাপন সরান - একবার কেনা

# restorePurchase
source: Restore Previous Purchase
bn: আগের ক্রয় পুনরুদ্ধার করুন

# privacyPolicyError
source: Could not open privacy policy
bn: গোপনীয়তা নীতি খোলা যায়নি

source: Security Warning
bn: নিরাপত্তা সতর্কতা

source: • In-app purchases
bn: • ইন-অ্যাপ কেনাকাটা

source: • Saved payment methods
bn: • সংরক্ষিত পেমেন্ট পদ্ধতি

# biometricAuth
source: • Biometric authentication
bn: • বায়োমেট্রিক প্রমাণীকরণ

source: Continue Anyway
bn: তবুও চালিয়ে যান

source: WebView Placeholder
bn: ওয়েবভিউ প্লেসহোল্ডার

source: Article removed from downloads
bn: নিবন্ধটি ডাউনলোড থেকে সরানো হয়েছে

source: Downloading article...
bn: নিবন্ধ ডাউনলোড হচ্ছে...

# upgradeInitiated
source: Upgrade initiated to {tier}
bn: {tier}-এ আপগ্রেড শুরু হয়েছে

# freeTrialStarted
source: Free trial started! Enjoy 3 days of Pro access.
bn: ফ্রি টায়াল শুরু হয়েছে! ৩ দিনের প্রো অ্যাক্সেস উপভোগ করুন।

source: Manage Subscription
bn: সাবস্ক্রিপশন পরিচালনা করুন

# noSubscriptionInfo
source: No subscription information available
bn: কোন সাবস্ক্রিপশন তথ্য পাওয়া যায়নি

source: Current
bn: বর্তমান

# noSemanticMatches
source: No semantic matches found
bn: কোনো প্রাসঙ্গিক মিল পাওয়া যায়নি

# savingOffline
source: Saving for offline reading...
bn: অফলাইন দেখার জন্য সংরক্ষণ করা হচ্ছে...

# translationPremiumFeature
source: ✨ Translation is a Premium feature.
bn: ✨ অনুবাদ একটি প্রিমিয়াম ফিচার।

# adsRemovedWithTick
source: ✅ Ads Removed!
bn: ✅ বিজ্ঞাপন সরানো হয়েছে!

# thankYouSupport
source: Thank you for supporting our app!
bn: আমাদের অ্যাপটিকে সমর্থন করার জন্য আপনাকে ধন্যবাদ!

source: Premium Benefits
bn: প্রিমিয়াম সুবিধাগুলি

# adFreeExperienceBenefit
source: Ad-free experience
bn: বিজ্ঞাপনমুক্ত অভিজ্ঞতা

# supportAppDevelopmentBenefit
source: Support app development
bn: অ্যাপ উন্নয়নে সমর্থন করুন

# oneTimePaymentBenefit
source: One-time payment, lifetime access
bn: একবার পেমেন্ট, আজীবন অ্যাক্সেস

# prioritySupportBenefit
source: Priority customer support
bn: অগ্রাধিকার গ্রাহক সহায়তা

# rootedDeviceWarning
source: This device appears to be rooted/jailbroken.
bn: এই ডিভাইসটি রুট করা বা জেলব্রোকেন বলে মনে হচ্ছে।

# restrictedFeaturesInfo
source: For your security, some features may be restricted:
bn: আপনার নিরাপত্তার জন্য, কিছু বৈশিষ্ট্য সীমিত হতে পারে:

# articleSavedOffline
source: Article saved for offline reading
bn: নিবন্ধটি অফলাইন দেখার জন্য সংরক্ষণ করা হয়েছে

source: Failed to save article
bn: নিবন্ধ সংরক্ষণ করতে ব্যর্থ হয়েছে

source: Save Offline
bn: অফলাইনে সংরক্ষণ করুন

# saveAndShare
source: Save & Share
bn: সংরক্ষণ করুন এবং শেয়ার করুন

source: Current Plan
bn: বর্তমান প্ল্যান

source: Active
bn: সক্রিয়

source: Features
bn: বৈশিষ্ট্য

source: Available Plans
bn: উপলব্ধ প্ল্যান

# startFreeTrial
source: Start 3-Day Free Trial
bn: ৩ দিনের ফ্রি টায়াল শুরু করুন

source: Upgrade to {tier}
bn: {tier}-এ আপগ্রেড করুন

source: AI TRENDING TOPICS
bn: AI ট্রেন্ডিং বিষয়গুলি

source: AI RECOMMENDATIONS
bn: AI সুপারিশগুলি

# noMatchesFound
source: No semantic matches found
bn: কোন মিল পাওয়া যায়নি

source: Web View
bn: ওয়েব ভিউ

# premiumFeatInfo
source: ✨ Translation is a Premium feature.
bn: ✨ অনুবাদ একটি প্রিমিয়াম বৈশিষ্ট্য।

# removedFromOffline
source: Removed from Offline Articles
bn: অফলাইন নিবন্ধ থেকে সরানো হয়েছে

source: Failed to remove
bn: সরাতে ব্যর্থ হয়েছে

# savingForOffline
source: Saving for offline reading...
bn: অফলাইন পড়ার জন্য সংরক্ষণ করা হচ্ছে...

# swipeAgainToExit
source: Swipe again to exit article
bn: নিবন্ধ থেকে বের হতে আবার সোয়াইপ করুন

source: Premium Article
bn: প্রিমিয়াম নিবন্ধ

# chooseUnlockOption
source: Choose an option to unlock:
bn: আনলক করতে একটি বিকল্প বেছে নিন:

source: Watch Ad (FREE)
bn: বিজ্ঞাপন দেখুন (ফ্রি)

# unlockForSession
source: Unlock for this session
bn: এই সেশনের জন্য আনলক করুন

# unlockAllArticles
source: Unlock all articles + No ads
bn: সব নিবন্ধ আনলক + বিজ্ঞাপন নেই

# articleUnlocked
source: ✨ Article unlocked! Enjoy reading.
bn: ✨ নিবন্ধটি আনলক করা হয়েছে! পড়া উপভোগ করুন।

# adNotReady
source: Ad is not ready yet. Please try again in a moment.
bn: বিজ্ঞাপন এখনও প্রস্তুত নয়। এক মুহূর্ত পরে আবার চেষ্টা করুন।

source: Offline Articles
bn: অফলাইন নিবন্ধগুলি

source: Clear All
bn: সব মুছুন

source: Clear All Downloads
bn: সব ডাউনলোড পরিষ্কার করুন

source: No saved articles
bn: কোন সংরক্ষিত নিবন্ধ নেই

source: Edit Layout
bn: লেআউট সম্পাদনা করুন

source: Done
bn: সম্পন্ন

source: No URL available
bn: কোন URL উপলব্ধ নেই

source: Save Layout
bn: লেআউট সংরক্ষণ করুন

# noPersonalizedNews
source: No personalized news found.
bn: কোন ব্যক্তিগতকৃত সংবাদ পাওয়া যায়নি।

source: Failed to load profile
bn: প্রোফাইল লোড করতে ব্যর্থ হয়েছে

source: Failed to save profile
bn: প্রোফাইল সংরক্ষণ করতে ব্যর্থ হয়েছে

source: Delete Article?
bn: নিবন্ধ মুছে ফেলবেন?

source: Article deleted
bn: নিবন্ধ মুছে ফেলা হয়েছে

# confirmClearDownloads
source: This will delete all downloaded articles.
bn: এটি সমস্ত ডাউনলোড করা নিবন্ধ মুছে ফেলবে।

source: All downloads cleared
bn: সমস্ত ডাউনলোড পরিষ্কার করা হয়েছে

# downloadToReadOffline
source: Download articles to read offline
bn: অফলাইনে পড়ার জন্য নিবন্ধ ডাউনলোড করুন

source: Offline
bn: অফলাইন

source: Error
bn: ত্রুটি

source: Upgrade
bn: আপগ্রেড

source: Translate
bn: অনুবাদ

source: Back
bn: পিছনে

source: Remove Offline
bn: অফলাইন থেকে সরান

source: Forward
bn: সামনে

source: More
bn: আরও

# btnDonate
source: Donate
bn: দান করুন

# btnNotifications
source: Notifications
bn: নোটিফিকেশন

# btnPrivacy
source: Privacy
bn: গোপনীয়তা

# btnCache
source: Cache
bn: ক্যাশ

# btnRate
source: Rate
bn: রেট দিন

# btnSupport
source: Support
bn: সাপোর্ট

# themeLightLabel
source: Light
bn: লাইট

# themeDarkLabel
source: Dark
bn: ডার্ক

# themeDeshLabel
source: Desh
bn: দেশ

# ttsLoading
source: Loading...
bn: লোড হচ্ছে...

# ttsReadingArticle
source: Reading Article
bn: নিবন্ধ পড়া হচ্ছে

# ttsPaused
source: Paused
bn: বিরতি দেওয়া হয়েছে

# ttsBuffering
source: Buffering...
bn: বাফারিং হচ্ছে...

# ttsError
source: Error
bn: ত্রুটি

# readerSummary
source: Summary
bn: সারসংক্ষেপ

# readerStop
source: Stop
bn: থামান

# readerListen
source: Listen
bn: শুনুন

# readerFont
source: Font
bn: ফন্ট

# readerExplainWithAi
source: Explain with AI
bn: AI দিয়ে ব্যাখ্যা করুন

# readerAiSmartSummary
source: AI Smart Summary
bn: AI স্মার্ট সারসংক্ষেপ

# readerTldr
source: TL;DR
bn: সংক্ষেপে

# readerKeyPoints
source: Key Points
bn: মূল পয়েন্টগুলি

# readerDetailed
source: Detailed
bn: বিস্তারিত

# readerAiExplanation
source: AI Explanation
bn: AI ব্যাখ্যা

# readerGotIt
source: Got it
bn: বুঝেছি

# readerAppearance
source: Appearance
bn: চেহারা

# readerFontSize
source: Font Size
bn: ফন্টের আকার

# readerTypography
source: Typography
bn: টাইপোগ্রাফি

# readerBackground
source: Background
bn: ব্যাকগ্রাউন্ড

# readerSerif
source: Serif
bn: সেরিফ

# readerSans
source: Sans
bn: স্যান্স

# readerSystem
source: System
bn: সিস্টেম

# readerWhite
source: White
bn: সাদা

# readerSepia
source: Sepia
bn: সেপিয়া

# readerNight
source: Night
bn: রাত

# checkConnection
source: Please check your internet connection.
bn: দয়া করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।

# endOfNews
source: You've reached the end of the news.
bn: আপনি সংবাদের শেষে পৌঁছেছেন।

source: Login to continue
bn: চালিয়ে যেতে লগইন করুন

source: Or continue with
bn: অথবা এর মাধ্যমে চালিয়ে যান

# noAccount
source: Don't have an account?
bn: অ্যাকাউন্ট নেই?

# invalidEmail
source: Invalid email address
bn: অবৈধ ইমেইল ঠিকানা

# fillAllFields
source: Please fill all fields
bn: দয়া করে সব ঘর পূরণ করুন

# clearingCache
source: Clearing...
bn: পরিষ্কার করা হচ্ছে...

source: Your Data Overview
bn: আপনার ডেটার সারসংক্ষেপ

source: Inactive
bn: নিষ্ক্রিয়

source: Account
bn: অ্যাকাউন্ট
