Repository: Debashish-deb/droid-news-server
Catalog: lib/l10n/arb/app_*.arb
Languages: bn

# privacyNote
source: Your privacy is our priority. We only collect essential data to improve your experience.
bn: আপনার গোপনীয়তা আমাদের অগ্রাধিকার। অভিজ্ঞতা উন্নত করতে আমরা কেবল প্রয়োজনীয় ডেটা সংগ্রহ করি।

source: Data Export Preview
bn: ডেটা এক্সপোর্ট প্রিভিউ
